{"address": [["Katholische Hochschule Mainz", "Saarstraße 3", "55122", "Mainz", "+49 (0)6131/28944-0", "http://kfh-mainz.de"]], "id": 362, "studycheck": "/hochschulen/kh-mainz", "studcheck_rating": [["3.9", "3.5", "3.9", "2.3", "3.6", "2.9", "3.3"]], "name": "Katholische Hochschule Mainz", "comments": [["Die Dozenten sind um die Studenten und ihr Wissenserwerb sehr bemüht. Es werden viele Zusatzangebote und Weiterbildungsmöglichkeiten angeboten. Wenn die eigentlich gut bestückte Bibliothek nichts bietet, schafft die Kooperation mit der Johannes...<a class=\"readmore\" href=\"/studium/soziale-arbeit/kh-mainz-12222/bericht-32597\" title=\"Tolle Schule\">\n&raquo; Erfahrungsbericht weiterlesen</a>\n", ""], ["Wer gerne in toller fast familiärer Atmosphäre studieren will, ist hier genau richtig. Alle Angestellten sind sehr freundlich und die Professoren sehr kompetent!  Der Studiengang Soziale Arbeit ist sehr empfehlenswert, da man eine zusätzliche...<a class=\"readmore\" href=\"/studium/soziale-arbeit/kh-mainz-12222/bericht-29496\" title=\"Tolle Atmosphäre\">\n&raquo; Erfahrungsbericht weiterlesen</a>\n", ""], ["Ab April bin ich im 2 Semester. Also noch ganz frisch an der Uni. Finde die Hochschule sehr toll, da es nur ca. 120 Studenten sind, die Dozenten sind sehr gut. Sie sind sehr geduldig und vermitteln ihre Informationen sehr gut und verständlich. Das...<a class=\"readmore\" href=\"/studium/soziale-arbeit/kh-mainz-12222/bericht-27293\" title=\"Katholische Hochschule Mainz\">\n&raquo; Erfahrungsbericht weiterlesen</a>\n", ""], ["Ich studiere Soziale Arbeit an der KH Mainz. Besonders gefällt mir, dass die Hochschule nicht besonders groß ist, sondern eher eine familiäre Atmosphäre herrscht; die Dozenten kennen einen im Grunde. Pro SA Semester werden nur 100 Studenten...<a class=\"readmore\" href=\"/studium/soziale-arbeit/kh-mainz-12222/bericht-26831\" title=\"Studieren an der KH Mainz\">\n&raquo; Erfahrungsbericht weiterlesen</a>\n", ""], ["Ich muss sagen, ich war entsetzt als ich das \"Studienleben\" bei dieser Hochschule erfahren habe... Glücklicherweise habe ich davor an einer anderen HS einen Studium angefangen und habe dadurch mein soziales Netz in einer neuen Stadt geschaffen. Für...<a class=\"readmore\" href=\"/studium/soziale-arbeit/kh-mainz-12222/bericht-26651\" title=\"Wer es streng schulisch mag, wird diese HS lieben!\">\n&raquo; Erfahrungsbericht weiterlesen</a>\n", ""], ["Ich bin gerade im 2. Semester meines Studiums Soziale Arbeit und dank der Dozenten wird sehr viel Wissen vermittelt und sie sind super offen! Man baut schnell eine Bindung zu ihnen auf und kann immer auf sie zukommen bei Fragen. Es wirkt alles ein...<a class=\"readmore\" href=\"/studium/soziale-arbeit/kh-mainz-12222/bericht-26364\" title=\"2.Semester und doch schon viel Ahnung\">\n&raquo; Erfahrungsbericht weiterlesen</a>\n", ""], ["Leider wird man an der KH wie in der Schule behandelt. Anwesenheitslisten werden am Ende der Veranstaltung ausgeteilt und wer sich erlaubt frühzeitig zu gehen oder garnicht zu einer Vorlesung zu erscheinen muss Strafarbeiten erledigen.  Campusleben...<a class=\"readmore\" href=\"/studium/gesundheit-und-pflege/kh-mainz-14620/bericht-24757\" title=\"Studium oder Schule?\">\n&raquo; Erfahrungsbericht weiterlesen</a>\n", ""], ["Die meisten Studenten arbeiten im Schichtdienst. Der Plan wird immer 3 Monate vorher festgelegt, allerdings ist die Planung der FH relativ kurzfristig und Wochenendseminare werden nicht rechtzeitig bekannt gegeben und somit ist es für den Studenten...<a class=\"readmore\" href=\"/studium/gesundheit-und-pflege/kh-mainz-14620/bericht-24422\" title=\"Zeitgerechte Planung \">\n&raquo; Erfahrungsbericht weiterlesen</a>\n", ""], ["Leider ist die Verwaltung und die Organisation sehr chaotisch. Das Gebäude besteht fast nur aus Fenstern, jedoch gibt es leider keine Klimaanlage, was im Sommer bis zu 35 Grad in den Räumen bedeutet.  Die Vorlesungen sind bei mir eigentlich recht...<a class=\"readmore\" href=\"/studium/religionspaedagogik/kh-mainz-1243/bericht-23332\" title=\"Chaos, aber naja ...\">\n&raquo; Erfahrungsbericht weiterlesen</a>\n", ""], ["Super cooler Studiengang, vielfältige Module und Berufsfelder!  Coole Studenten, coole Hochschule.  Nur an der Organisation hapert's manchmal.  Die Dozenten sind nett und die Lehrveranstaltungen auf jeden Fall zu schaffen. Ich bin total zufrieden....<a class=\"readmore\" href=\"/studium/soziale-arbeit/kh-mainz-12222/bericht-21549\" title=\"Soziale Arbeit\">\n&raquo; Erfahrungsbericht weiterlesen</a>\n", ""]], "studiengaenge": [["Gesundheit und Pflege", "Bachelor"], ["Gesundheits- und Pflegemanagement", "Master"], ["Gesundheits- und Pflegepädagogik", "Master"], ["Religionspädagogik/Kirchliche Bildungsarbeit", "Bachelor"], ["Soziale Arbeit", "Bachelor"], ["Soziale Arbeit Steuerung und Beratung", "Master"]]}