{"address": [["HMKW - Hochschule für Medien, Kommunikation und Wirtschaft", "Ackerstraße 76", "13355", "Berlin", "+49 030/46 77 693-30 ", "http://hmkw.de"]], "id": 169, "studycheck": "/hochschulen/hmkw-berlin", "studcheck_rating": [["3.7", "3.5", "3.8", "2.5", "4.2", "3.2", "3.5"]], "name": "HMKW - Hochschule für Medien, Kommunikation und Wirtschaft", "comments": [["Ich bin jetzt im zweiten Semester und mir gefällt es nach wie vor super. Es gibt sehr coole Dozenten, die auch was davon verstehen was sie uns erzählen. Das Studium ist sehr schulisch, Anwesenheitspflicht und kleine Gruppen (ca. 15 Leute pro...<a class=\"readmore\" href=\"/studium/grafikdesign/hmkw-berlin-16408/bericht-32907\" title=\"Klein aber fein\">\n&raquo; Erfahrungsbericht weiterlesen</a>\n", ""], ["Tolle Inhalte, die von mehr oder weniger kompetenten Dozenten vermittelt werden. Duales Studium bietet dort eine aufwendige aber richtig coole Kombination.  Die Organisation an der HMKW ist nach meinen Erfahrungen schrecklich. Vor allem die...<a class=\"readmore\" href=\"/studium/journalismus/hmkw-berlin-16409/bericht-32809\" title=\"Organisation = Mangelhaft\">\n&raquo; Erfahrungsbericht weiterlesen</a>\n", ""], ["Die Kompetenzen der Dozenten waren ziemlich gut so auch ihre Hilfsbereitschaft, jedoch wurde in einigen Fächern aufgrund des Zeitmangels, nicht viel weiter vermittelt. Die Organisation seitens der gesamten Hochschule war manchmal recht schwierig...<a class=\"readmore\" href=\"/studium/grafikdesign/hmkw-berlin-16408/bericht-32671\" title=\"Recht positive Erfahrungen größtenteils\">\n&raquo; Erfahrungsbericht weiterlesen</a>\n", ""], ["Hallo ihr Lieben. Ich befinde mich nun im 3. Semester an der HMKW und muss sagen, dass ich sehr zufrieden bin. Im allgemeinen kann man ja sagen, dass einem Privatstudenten immer nachgesagt wird, dass ihm alles geschenkt wird. Das ist auf der HMKW...<a class=\"readmore\" href=\"/studium/medien-und-eventmanagement/hmkw-berlin-2293/bericht-32538\" title=\"Sehr angenehmes Studium\">\n&raquo; Erfahrungsbericht weiterlesen</a>\n", ""], ["Nach jedem Semester gibt es eine 2 wöchige Projektwoche, in der wir bereits mit namhaften Unternehmen zusammengearbeitet haben. Zb. Drk, vattenfall, herta,..uvm. man kann sich kreativ ausleben und bekommt bei sehr guten Ergebnissen einen Preis....<a class=\"readmore\" href=\"/studium/journalismus/hmkw-berlin-16409/bericht-32389\" title=\"Junge Hochschule mit Potenzial nach oben\">\n&raquo; Erfahrungsbericht weiterlesen</a>\n", ""], ["Das Schöne an derHMKW ist, bis auf einige Psychologen, sind alle kreativ. Jeder schreibt, jeder kreirt, jeder photographiert. Und. So findet sich an dieser Hochschule eine Zusammenkunft an Inspririerten verschiedenster Art. Die Dozenten sind für...<a class=\"readmore\" href=\"/studium/medien-und-wirtschaftspsychologie/hmkw-berlin-2209/bericht-31063\" title=\"Bum Chack HMKW\">\n&raquo; Erfahrungsbericht weiterlesen</a>\n", ""], ["Meiner eigenen Erfahrung nach ist die HMKW (Hochschule für Medien, Kommunikation und Wirtschaft) eher weniger zufriedenstellend. Dafür, dass sie eine private Hochschule ist und man als Student um die 500 € im Monat zahlt, kann und darf man viel...<a class=\"readmore\" href=\"/studium/journalismus/hmkw-berlin-16409/bericht-29406\" title=\"Erfahrung in der HMKW\">\n&raquo; Erfahrungsbericht weiterlesen</a>\n", ""], ["Köln ist einfach eine wunderschöne Stadt, dass macht das Studium direkt viel kostbarer. Jedoch haben wir an der HMKW viele Ausfallstunden, die ich dann gerne bei Starbucks verbringe um mir dort mit meinen Freundinnen dann eine kleine Auszeit zu...<a class=\"readmore\" href=\"/studium/medien-und-eventmanagement/hmkw-berlin-2293/bericht-29303\" title=\"Das Studentenleben in Köln\">\n&raquo; Erfahrungsbericht weiterlesen</a>\n", ""], ["Ich finde diese Hochschule einfach super gut.  Es gibt dort alles, was man zum Lernen benötigt und alle Mitarbeiter sind super freundlich. Außerdem macht der Unterricht Spaß und meine Kommilitonen sind auch herzlich. Insgesamt also sehr...<a class=\"readmore\" href=\"/studium/medien-und-eventmanagement/hmkw-berlin-2293/bericht-28841\" title=\"Campus life\">\n&raquo; Erfahrungsbericht weiterlesen</a>\n", ""], ["- Leider ist der Studiengang nicht im geringsten durchdacht. Für mich war es zwar angenehm keine Statistik- oder Mathekurse belegen zu müssen, jedoch habe ich nun festgestellt, dass ich praktisch keine Chance habe, einen Master zu machen, weil die...<a class=\"readmore\" href=\"/studium/medien-und-eventmanagement/hmkw-berlin-2293/bericht-28815\" title=\"Absolut nicht empfehlenswert!\">\n&raquo; Erfahrungsbericht weiterlesen</a>\n", ""]], "studiengaenge": [["Grafikdesign und Visuelle Kommunikation", "B.A."], ["Journalismus und Unternehmenskommunikation", "B.A."], ["Konvergenter Journalismus", "M.A."], ["Medien- und Eventmanagement", "B.A."], ["Medien- und Wirtschaftspsychologie", "B.A."], ["Wirtschaftspsychologie", "M.A."]]}