{"address": [["hsg - Hochschule für Gesundheit", "Universitätsstraße 105", "44789", "Bochum", "+49 (0)234/777270", "http://hs-gesundheit.de"]], "id": 195, "studycheck": "/hochschulen/hs-gesundheit", "studcheck_rating": [["4.3", "3.7", "4.0", "3.2", "4.1", "3.2", "3.8"]], "name": "hsg - Hochschule für Gesundheit", "comments": [["Die wertvollsten und schönsten Erfahrungen habe ich während meiner Praktika gesammelt. Die Klienten geben einem während der praktischen Studienphase so viel positive Resonanz zurück. Dadurch habe ich immer wieder gemerkt, dass ich den richtigen...<a class=\"readmore\" href=\"/studium/ergotherapie/hs-gesundheit-5386/bericht-32156\" title=\"Wunderbare Klienten\">\n&raquo; Erfahrungsbericht weiterlesen</a>\n", ""], ["Viele individuelle und kulturell interessante Menschen an der hsg. Es ist sehr schön mit so viel verschiedenen Menschen Kontakt zu haben. Das erweitert den eingenen Horizont. Meiner Meinung nach, dass wichtigste was ich in meinem Studium mitgenommen...<a class=\"readmore\" href=\"/studium/pflege/hs-gesundheit-5385/bericht-32140\" title=\"Interessante Menschen \">\n&raquo; Erfahrungsbericht weiterlesen</a>\n", ""], ["Ich studiere nun seit einem Jahr an der HSG und finde mein Studium interessant und abwechslungsreich. Wir lernen auch neben dem fachspezifischen Stoff Dinge wie Kommunikation oder Dinge über das Gesundheitswesen, was meiner Meinung nach das Studium...<a class=\"readmore\" href=\"/studium/physiotherapie/hs-gesundheit-5384/bericht-27534\" title=\"Mein Studium an der HSG\">\n&raquo; Erfahrungsbericht weiterlesen</a>\n", ""], ["Für alle, denen es nicht möglich ist, eine schulische Ausbildung zu finanzieren, ist der Studiengang die perfekte Möglichkeit. Auch die Mischung aus Theorie und Praxis funktioniert sehr gut. Ebenfalls als positiv zu bewerten ist, dass zum...<a class=\"readmore\" href=\"/studium/logopaedie/hs-gesundheit-5390/bericht-25936\" title=\"Logopädie ohne Schulgebühr \">\n&raquo; Erfahrungsbericht weiterlesen</a>\n", ""], ["Ich habe mich für das Studium der Pflege entschieden, da ich ein gewisses geistiges Niveau erwartet habe und nicht einfach in eine Pflegeschule gehen wollte.  Ich habe vorher zwei Semester Biologie studiert, weshalb ich gewisse Erwartungen hatte....<a class=\"readmore\" href=\"/studium/pflege/hs-gesundheit-5385/bericht-24092\" title=\"Die Zukunft steht noch offen\">\n&raquo; Erfahrungsbericht weiterlesen</a>\n", ""], ["Ja, die Frage nach dem Zustand meines Geistes habe ich mir nun schon mehrmals gestellt. Das erste Semester ist geschafft, man wurde ordentlich mit Anatomie, Skills Lab und \"IPE\" versorgt und jetzt heist es ploetzlich 'Willkommen in deinem ersten...<a class=\"readmore\" href=\"/studium/pflege/hs-gesundheit-5385/bericht-23996\" title=\"Duales Studium? Bist du verrückt?\">\n&raquo; Erfahrungsbericht weiterlesen</a>\n", ""], ["Die HSG ist ein super Ort, um Physiotherapie in einem netten und eher familiären Umfeld zu lernen und darüber hinaus das Thema wissenschaftlich zu betrachten. Dies fehlt der herkömmlichen Ausbildung größtenteils und ich bereue meine Entscheidung...<a class=\"readmore\" href=\"/studium/physiotherapie/hs-gesundheit-5384/bericht-23066\" title=\"Junge Hochschule mit Ecken und Kanten\">\n&raquo; Erfahrungsbericht weiterlesen</a>\n", ""], ["Alles in allem eine gute schule. Nette und kompetente Dozenten und interessante Vorlesungen.  Mit dem Umzug in den gesundheitscampus ab dem nächsten Wintersemester wird das Leben in der schule bestimmt noch angenehmer, die Mensa größer und das...<a class=\"readmore\" href=\"/studium/logopaedie/hs-gesundheit-5390/bericht-22384\" title=\"Campus Umzug \">\n&raquo; Erfahrungsbericht weiterlesen</a>\n", ""], ["In dem Studium habe ich sehr gute Lernmöglichkeiten, tolle Komilitonen, super Dozenten die einem viel beibringen. Studenten haben die Möglichkeit an engagierten Schauspielern den Umgang mit Patienten zu üben und erhalten mit einer realitätstreuen...<a class=\"readmore\" href=\"/studium/pflege/hs-gesundheit-5385/bericht-22255\" title=\"Tolles Studium!\">\n&raquo; Erfahrungsbericht weiterlesen</a>\n", ""], ["Also ich persönlich fand meine Erfahrungen sehr gut und kann den Leuten die Schule nur Empfehlen, weil die Lehrer voll nett sind und auch sehr fair benoten und auch die Mitschüler die ich hatte waren sehr sehr nett also echt eine sehr gute Schule!!<a class=\"readmore\" href=\"/studium/ergotherapie/hs-gesundheit-5386/bericht-21917\" title=\"Coole Schule\">\n&raquo; Erfahrungsbericht weiterlesen</a>\n", ""]], "studiengaenge": [["Ergotherapie", "B.Sc."], ["Hebammenkunde", "B.Sc."], ["Logopädie", "B.Sc."], ["Pflege", "B.Sc."], ["Physiotherapie", "B.Sc."]]}