{"address": [["ESMOD Berlin", "Görlitzer Straße 51", "10997", "Berlin", "+49 (0)30/6112214", "http://esmod.de"]], "id": 344, "studycheck": "/hochschulen/esmod-berlin", "studcheck_rating": [["4.2", "3.9", "4.1", "3.3", "3.7", "3.6", "3.8"]], "name": "ESMOD Berlin", "comments": [["Ich selber war auf der Esmod und habe nach einem Jahr auf die HTW Berlin gewechselt. Die Esmod will einfach nur dein Geld mehr nicht! Absolut schlechter Unterricht, man lernt nur Schwachsinn. Nehmen wirklich jeden, der sich bewirbt und Eignungstest...<a class=\"readmore\" href=\"/studium/modedesign/esmod-berlin-2443/bericht-16970\" title=\"Absolut nicht empfehlenswert: Reine Wahrheit!\">\n&raquo; Erfahrungsbericht weiterlesen</a>\n", ""], ["die esmod gehört zu den besten modeschulen, und dass es eine in berlin gibt finde ich super. ich finde es sehr gut, dass die dozenten auch selbstständige designer sind, so können sie uns das echte designerleben vermitteln.  leider gibt es keinen...<a class=\"readmore\" href=\"/studium/modedesign/esmod-berlin-2443/bericht-11518\" title=\"Modestudium in Berlin\">\n&raquo; Erfahrungsbericht weiterlesen</a>\n", ""], ["Ich studiere noch nicht lange an der ESMOD Berlin aber bis jetzt bin ich sehr zufrieden mit dem Studium! Ein Minuspunkt ist definitiv der Preis, denn da die ESMOD Berlin eine Private Hochschule ist, ist sie nicht ganz billig. Dafür bekommt man aber...<a class=\"readmore\" href=\"/studium/modedesign/esmod-berlin-2443/bericht-10495\" title=\"Internationales Fashionstudium an der ESMOD Berlin\">\n&raquo; Erfahrungsbericht weiterlesen</a>\n", ""], ["Ich bin mit der Einstellung an mein Studium gegangen dafür drei Jahre lang mein Privatleben aufgeben zu müssen. Nun stehe ich zwar noch recht am Anfang meiner Ausbildung, aber gleichzeitig ist grade durch die Möglichkeit der flexiblen Einteilung...<a class=\"readmore\" href=\"/studium/modedesign/esmod-berlin-2443/bericht-9979\" title=\"Kreatives und freies Umfeld mit Innovationsgeist\">\n&raquo; Erfahrungsbericht weiterlesen</a>\n", ""], ["Auch wenn ich gerade erst angefangen habe bin ich sehr zufrieden mit der Schule. Man fühlt sich eigentlich hier wie eine Familie. Was mir besonders gefällt ist die Möglichkeit auf Englisch zu studieren. Man trifft sehr viele Studenten aus...<a class=\"readmore\" href=\"/studium/modedesign/esmod-berlin-2443/bericht-9804\" title=\"Sehr zufrieden\">\n&raquo; Erfahrungsbericht weiterlesen</a>\n", ""], ["Studium war gut aber ausbaufähig. Viel Geld bezahlt für Studiengebühren und muss trotzdem noch eine Menge draufzahlen (für Stoffe, Papier, etc.). Lehrer sind gut! Organisation könnte besser sein. Industienähmaschinen gabs im letzten Jahr neu -...<a class=\"readmore\" href=\"/studium/modedesign/esmod-berlin-2443/bericht-9582\" title=\"ESMOD Mode - cool aber teuer\">\n&raquo; Erfahrungsbericht weiterlesen</a>\n", ""], ["Mit Abstand die beste Fashion Design Schule in Deutschland. Man hat danach die besten Vorraussetzungen für die Arbeitswelt. Dadurch, dass die Schule international arbeitet und zahlreiche Kontakte aus der Mode Industrie hat, ist der Abschluss auf der...<a class=\"readmore\" href=\"/studium/modedesign/esmod-berlin-2443/bericht-3222\" title=\"Beste Fashion Design Schule in Deutschland\">\n&raquo; Erfahrungsbericht weiterlesen</a>\n", ""], ["An der ESMOD ist alles super organisiert, die Dozenten sind nett und hilfsbereit, die Kursinhalte sind top, dadurch dass nur wenig Studenten angenommen werden, ist es nie überfüllt und man kommt sich gut gefördert vor, es wird viel Wert auf...<a class=\"readmore\" href=\"/studium/modedesign/esmod-berlin-2443/bericht-1878\" title=\"Bestes Modedesign-Studium in Deutschland\">\n&raquo; Erfahrungsbericht weiterlesen</a>\n", ""], ["Die ESMOD ist mit Abstand die beste Uni für Modedesign in ganz Deutschland, egal ob in München oder Berlin. Die Studieninhalte sind abwechslungsreich und breit gefächert (zB Marketing und weitere \"Nebenfächer\"), dennoch liegt der Fokus auf dem...<a class=\"readmore\" href=\"/studium/modedesign/esmod-berlin-2443/bericht-1769\" title=\"Beste Mode&quot;schule&quot; in Deutschland\">\n&raquo; Erfahrungsbericht weiterlesen</a>\n", ""], ["Ich war mir zu Beginn nicht sicher, ob und wo ich überhaupt Modedesign studieren sollte. Für die ESMOD habe ich mich letztendlich entschieden, weil ich neben der Tätigkeit als Designerin auch noch Marketing- und Management als Fächer an der Uni...<a class=\"readmore\" href=\"/studium/modedesign/esmod-berlin-2443/bericht-912\" title=\"Modedesign - herausfordernd, aber lohnenswert!\">\n&raquo; Erfahrungsbericht weiterlesen</a>\n", ""]], "studiengaenge": [["Modedesign-Styliste/Modeliste", "Bachelor"], ["Sustainability in Fashion", "Master"]]}