{"address": [["Bucerius Law School", "Jungiusstraße 6", "20355", "Hamburg", "+49 (0)40/30706-0", "http://law-school.de"]], "id": 223, "studycheck": "/hochschulen/bls-hamburg", "studcheck_rating": [["4.9", "4.5", "4.8", "4.6", "4.9", "4.8", "4.7"]], "name": "Bucerius Law School", "comments": [["Man merkt es eigentlich sobald man den Campus betritt. Die Studenten leben ihr Studium und sind mit unglaublich viel Engagement und Ehrgeiz dabei. Aber eben nicht nur was das Thema Rechtswissenschaften betrifft. Ich glaube man trifft selten an einem...<a class=\"readmore\" href=\"/studium/rechtswissenschaft/bls-hamburg-12377/bericht-26505\" title=\"Engagement und Geborgenheit \">\n&raquo; Erfahrungsbericht weiterlesen</a>\n", ""], ["Irgendwie habe ich für das Geld mehr erwartet. Das Programm an sich ist gut durchdacht und auch die Dozenten sind ok. Allerdings fehlt mir die Tiefe bezüglich der rechtlichen Materie. Alle Fächer werden schnell abgehakt, so dass nicht viel hängen...<a class=\"readmore\" href=\"/studium/rechtswissenschaft/bls-hamburg-12377/bericht-19867\" title=\"Mehr Schein als Sein\">\n&raquo; Erfahrungsbericht weiterlesen</a>\n", ""], ["Die BLS schafft es als erste Lehreinrichtung, die ich besucht habe, das zu leisten, was ich mir unter Bildung vorstelle. Bildung muss generell, umfassend und fachübergreifend sein, um ein wirkliches Bilde von unserer Welt zu entwickeln. Jura ist ein...<a class=\"readmore\" href=\"/studium/rechtswissenschaft/bls-hamburg-12377/bericht-15934\" title=\"Humboldt wäre stolz!\">\n&raquo; Erfahrungsbericht weiterlesen</a>\n", ""], ["Wer sich wirklich in seinem Studienfach vertiefen möchte, ist hier richtig. Es wird viel von einem gefordert und erwartet, gleichzeitig profitiert man immens von den Einrichtungen der Law School, den Professoren und natürlich der Studentenschaft...<a class=\"readmore\" href=\"/studium/rechtswissenschaft/bls-hamburg-12377/bericht-15907\" title=\"Forderung und Förderung\">\n&raquo; Erfahrungsbericht weiterlesen</a>\n", ""], ["PRIVATUNI – NUR SNOBS?  Dass an der Bucerius Law School nur snobistische Töchterchen und Söhnemänner studieren, ist eine Mutmaßung, mit der jeder meiner Kommilitonen und Kommilitoninnen bereits konfrontiert wurde. Die Angst vieler Kommilitonen...<a class=\"readmore\" href=\"/studium/rechtswissenschaft/bls-hamburg-12377/bericht-14469\" title=\"Interessante Menschen und unschlagbare Betreuung!\">\n&raquo; Erfahrungsbericht weiterlesen</a>\n", ""], ["Für Jura modern und innovativ. Hervorragende Vorbereitung aufs Staatsexamen. Nette Mitstudenten aus ganz verschiedenen Ecken Deutschlands und der Welt mit ebenso unterschiedlichen Ansichten.   Moderne Ausstattung.  Enger Kontakt zu Hochschulleitung...<a class=\"readmore\" href=\"/studium/rechtswissenschaft/bls-hamburg-12377/bericht-13787\" title=\"Tophochschule\">\n&raquo; Erfahrungsbericht weiterlesen</a>\n", ""], ["Die Lehrveranstaltungen sind ja durch das Staatsexamen vorgegeben. In dem Spielraum der bleibt, gibt die Law School aber ihr Bestes, um ein akademisch anspruchsvolles und gleichzeitig examensvorbereitendes Programm anzubieten - sowohl im Grundstudium...<a class=\"readmore\" href=\"/studium/rechtswissenschaft/bls-hamburg-12377/bericht-12525\" title=\"Gute Uni, gute Noten, engagierte Kommilitonen\">\n&raquo; Erfahrungsbericht weiterlesen</a>\n", ""], ["Kurze Fakten:  Die Bucerius Law School bietet ein grundständiges Jurastudium an, an dessen Ende das 1. juristische Staatsexamen steht. Man bekommt also auch genau das, was man auch an jeder anderen Uni als Jurastudium bekommen würde. Darüber...<a class=\"readmore\" href=\"/studium/rechtswissenschaft/bls-hamburg-12377/bericht-10738\" title=\"Jura mal ein bisschen anders...\">\n&raquo; Erfahrungsbericht weiterlesen</a>\n", ""]], "studiengaenge": [["Master of Law and Business", "Master"], ["Rechtswissenschaft", "Staatsexamen"]]}