{"address": [["TAW", "Hubertusallee 18", "42117", "Wuppertal", "+49 (0) 355 / 630 - 225", "http://taw.de/studium/"]], "id": 238, "studycheck": "/hochschulen/taw", "studcheck_rating": [["4.7", "4.8", "4.3", "4.7", "4.3", "4.0", "4.5"]], "name": "TAW", "comments": [["Sehr nette Dozenten. Gute Wissensvermittlung. Leider wenig Campusleben, da Abendstudium... Hörsaal ist meist groß genug. Lernmittel relativ modern. Studienverlauf sehr gut durchdacht. Ausreichend Platz und gute Bedingungen. Faire Bewertung. Guter...<a class=\"readmore\" href=\"/studium/betriebswirtschaftslehre-bwl/taw-18266/bericht-31392\" title=\"Guter Lehrstoff, wenig Campus\">\n&raquo; Erfahrungsbericht weiterlesen</a>\n", ""], ["Das Studium an der TAW in Cottbus hat mich bis jetzt komplett zufrieden gestellt. Die Inhalte der einzelnen Themengebiete sind inhaltlich aufeinander abgestimmt, was es für den Studenten sinnvoll nachvollziehbar macht. Die Dozenten sind auf ihren...<a class=\"readmore\" href=\"/studium/betriebswirtschaftslehre-bwl/taw-18266/bericht-22292\" title=\"Ein Studium was einen weiter bringt im Leben\">\n&raquo; Erfahrungsbericht weiterlesen</a>\n", ""], ["Man darf nicht außer Acht lassen, dass es sich hier um ein Studium handelt, welches meistens neben dem eigentlichen Job in Abendform stattfindet.  Man muss sich dennoch selbst motivieren aber man kann nur dazu gewinnen.  Die Veranstaltungen sind...<a class=\"readmore\" href=\"/studium/betriebswirtschaftslehre-bwl/taw-18266/bericht-16414\" title=\"Job, Studium und immernoch mit Freude dabei\">\n&raquo; Erfahrungsbericht weiterlesen</a>\n", ""], ["Die Uni ist sehr vorbildlich organisiert. Die Dozenten sehr kompetent und haben immer ein offenes Ohr für ihre Studenten. Die Fachthemen sind aufeinander aufbauend. Es ist zwar ein organisatorischer Aufwand den Job und die Vorlesungen unter einen...<a class=\"readmore\" href=\"/studium/betriebswirtschaftslehre-bwl/taw-18266/bericht-13172\" title=\"Job, Studium gleichzeitig\">\n&raquo; Erfahrungsbericht weiterlesen</a>\n", ""], ["Die Lehrveranstaltung befindet sich denke ich im guten mittleren Maß. Man kann alles mit etwas Organisation und Mühe neben dem Job schaffen aber man muss am Ball bleiben.  Die Dozenten sind sehr kompetent.  Der Studienverlauf baut von den Fächern...<a class=\"readmore\" href=\"/studium/betriebswirtschaftslehre-bwl/taw-18266/bericht-12124\" title=\"Studium, Job, Freizeit, Organisationstalent...\">\n&raquo; Erfahrungsbericht weiterlesen</a>\n", ""], ["Ich bin im Moment noch mitten im Studium. Habe diesen Montag erst wieder eine Klausur geschrieben und Dienstag ein Testat. Neben dem Job ist das immer wieder eine Herausforderung aber ich habe mich dadurch persönlichen wirklich weiter entwickelt....<a class=\"readmore\" href=\"/studium/betriebswirtschaftslehre-bwl/taw-18266/bericht-11715\" title=\"Job, Abends Studium, Umzug und immernoch motiviert\">\n&raquo; Erfahrungsbericht weiterlesen</a>\n", ""]], "studiengaenge": [["Anschlussstudium zum Bachelor of Arts - für Betriebswirte (IHK) sowie Technische Betriebswirte (IHK)", "B.A."]]}