{"address": [["IHL - Internationale Hochschule Liebenzell", "Heinrich-Coerper-Weg 11", "75378", "Bad Liebenzell", "+49 (0)7052/17299", "http://ihl.eu"]], "id": 212, "studycheck": "/hochschulen/ihl", "studcheck_rating": [["4.9", "4.4", "4.6", "4.4", "4.3", "4.8", "4.6"]], "name": "IHL - Internationale Hochschule Liebenzell", "comments": [["Die Lehrveranstaltungen sind meist sehr gut vorbereitet und gut verständlich. Durch die kleinen Klassen kann man gut in Diskussionen einsteigen. Durch den persönlichen Kontakt mit den Dozententen entsteht eine angenehme Atmosphäre. Gleichzeitig...<a class=\"readmore\" href=\"/studium/soziale-arbeit/ihl-2402/bericht-8353\" title=\"Studien- und Lebensgemeinschaft\">\n&raquo; Erfahrungsbericht weiterlesen</a>\n", ""], ["Immer mehr stellte ich fest, dass unsere Dozenten, in ihren jeweiligen Bereichen, ein sehr großes Fachwissen, besitzen und sie auch gern bereit waren, außerhalb der Vorlesungen Themen zu vertiefen und Fragen zu beantworten. So machte Studieren...<a class=\"readmore\" href=\"/studium/gemeindepaedagogik/ihl-2399/bericht-2323\" title=\"Würde mich wieder dafür entscheiden!\">\n&raquo; Erfahrungsbericht weiterlesen</a>\n", ""], ["Kleine Kursgröße führt zu familiärer Atmosphäre und dass Dozenten auf einzelne eingehen können, gläubige und engagierte Dozenten, vielseitiger und spannender Studiengang durch die unterschiedlichen Schwerpunkte: sowohl pädagogisch als auch...<a class=\"readmore\" href=\"/studium/gemeindepaedagogik/ihl-2399/bericht-1973\" title=\"Vielseitig, persönlich, spannend\">\n&raquo; Erfahrungsbericht weiterlesen</a>\n", ""], ["Das Studium ist nicht nur bloße Theorie, sondern es ist sehr praxis- und lebensnah. Was man lernt kann man schnell umsetzen, in Praktika, in der Jugendarbeit etc. Die Module sind vielseitig und abwechslungsreich, die Themen interessant und man sieht...<a class=\"readmore\" href=\"/studium/gemeindepaedagogik/ihl-2399/bericht-1955\" title=\"Ein Studium, bei dem man fürs Leben lernt\">\n&raquo; Erfahrungsbericht weiterlesen</a>\n", ""], ["Ich habe Gemeindepädagogik studiert und danke Gott für diese wunderbare Möglichkeit. Ich kann dieses Studium nur weiterempfehlen. Interessante Vorlesungen, abwechslungsreiche Themen (gute Mischung aus Theologie und Pädagogik), praxisnahe...<a class=\"readmore\" href=\"/studium/gemeindepaedagogik/ihl-2399/bericht-1933\" title=\"Prägendes Studium\">\n&raquo; Erfahrungsbericht weiterlesen</a>\n", ""], ["Das Studium an der IHL ist wirklich sehr abwechslungsreich und vielseitig. Die Themen sehr interessant und auch total praxis- und lebensnah. Die Atmosphäre ist sehr freundlich, familiär und persönlich. Vor allem steht beim Studium Jesus im...<a class=\"readmore\" href=\"/studium/gemeindepaedagogik/ihl-2399/bericht-1780\" title=\"Abwechslungsreich, lebensnah und persönlich\">\n&raquo; Erfahrungsbericht weiterlesen</a>\n", ""], ["Die Zeit während dem Studium hat mich sehr geprägt. Nicht nur das Studium, sondern auch das gemeinsame Zusammenleben. Ich konnte für mich persönlich, aber auch für den Job viel mitnehmen. Auch wenn das Studium und Leben auf dem Campus einiges...<a class=\"readmore\" href=\"/studium/gemeindepaedagogik/ihl-2399/bericht-1777\" title=\"Lernen fürs Leben\">\n&raquo; Erfahrungsbericht weiterlesen</a>\n", ""], ["Ich habe von 2010 bis 2013 Gemeindepädagogik studiert, als die IHL noch Theologisches Seminar war. Seit dem hat sich der Aufbau des Studiums etwas geändert, deshalb kann ich dazu nicht so viel sagen.   Aber ich kann rückblickend sagen, dass das...<a class=\"readmore\" href=\"/studium/gemeindepaedagogik/ihl-2399/bericht-1776\" title=\"Studiengang nur zu empfehlen - nicht bereut\">\n&raquo; Erfahrungsbericht weiterlesen</a>\n", ""], ["Mein Studium war vielseitig und praxisnah, da die Dozenten ebenfalls aus der Praxis kommen und damit auch selbst viel Erfahrung haben in ihrem Fachgebiet. Die Module sind abwechslungsreich, da geschaut wird, dass die Wiederholungen gering sind und...<a class=\"readmore\" href=\"/studium/gemeindepaedagogik/ihl-2399/bericht-1775\" title=\"Vielseitig, abwechslungsreich und mit Profil!\">\n&raquo; Erfahrungsbericht weiterlesen</a>\n", ""], ["Viele Worte zu verlieren, um auszudrücken, wie das Leben aussehen könnte, hat wenig Sinn. Daher kann ich nur sagen: Erleben und niemals wieder missen wollen! Gute Dozenten, Lehrveranstaltungen und Ausstattung sind schön und wichtig, aber wenn...<a class=\"readmore\" href=\"/studium/evangelische-theologie/ihl-2400/bericht-1170\" title=\"Leben geht vor Reden!\">\n&raquo; Erfahrungsbericht weiterlesen</a>\n", ""]], "studiengaenge": [["Evangelische Theologie", "B.A."], ["Evangelische Theologie", "M.A."], ["Gemeindepädagogik", "B.A."], ["Systematische Beratung", "M.A."], ["Theologie/Soziale Arbeit im interkulturellen Kontext", "B.A."]]}