{"address": [["HdBA - Hochschule der Bundesagentur für Arbeit", "Seckenheimer Landstr. 16", "68163", " Mannheim", "+49 (0) 621 4209 0", "http://hdba.de"]], "id": 225, "studycheck": "/hochschulen/hdba", "studcheck_rating": [["4.0", "3.8", "3.7", "3.7", "4.8", "4.1", "4.0"]], "name": "HdBA - Hochschule der Bundesagentur für Arbeit", "comments": [["Kostenloses Zusammenleben auf dem Campus, bezahltes Studium, gute Dozenten und das in einer tollen Stadt mit vielen Seen und Stränden. Die Studieninhalte sind nachvollziehbar und die Dozenten helfen bei allen Problemen. Hier kann man richtig was...<a class=\"readmore\" href=\"/studium/management/hdba-17673/bericht-27022\" title=\"Absolut empfehlenswert!\">\n&raquo; Erfahrungsbericht weiterlesen</a>\n", ""], ["- Sehr vielseitige Studieninhalte, welche Optionen für Masterstudiengänge ermöglichen - Häufig hochkarätige Gastredner (insbesondere an Tagungen) - Das Campusleben ist sehr abhängig von den wenigen Studierenden, von der Uni wird wenig...<a class=\"readmore\" href=\"/studium/management/hdba-17673/bericht-26008\" title=\"Empfehlenswert\">\n&raquo; Erfahrungsbericht weiterlesen</a>\n", ""], ["Ich habe im September letzten Jahres mit dem dualen Studium bei der Bundesagentur für Arbeit in Berlin angefangen und genieße bisher jede Sekunde! Das letzte Quartal von 2014 habe ich in Schwerin verbracht und dort das erste Präsenztrimester...<a class=\"readmore\" href=\"/studium/management/hdba-17673/bericht-24267\" title=\"Freunde werden zu Familie\">\n&raquo; Erfahrungsbericht weiterlesen</a>\n", ""], ["Da es an der Hochschule nur 2 Studiengänge gibt, haben die Studenten ein vergleichsweises hohe Mitspracherecht und die Veranstaltungen sind vorteilhaft gelegt. Jeder Kurs (mit ca. 30 Personen) hat seinen eigenen Raum und Computerplätze mit...<a class=\"readmore\" href=\"/studium/management/hdba-17673/bericht-21579\" title=\"Gute Ausstattung\">\n&raquo; Erfahrungsbericht weiterlesen</a>\n", ""], ["Die HdBA ist eine gute Uni die viel Unterstützung für die Studenten bietet! Trotzdem ist das Campusleben nicht so toll, da man jeden kennt der einem über den Weg läuft und das \"Hochschulfeeling\" fehlt. Insgesamt ist die HdBA eine sehr kleine und...<a class=\"readmore\" href=\"/studium/management-und-beratung/hdba-17674/bericht-21096\" title=\"Familiäre Uni\">\n&raquo; Erfahrungsbericht weiterlesen</a>\n", ""], ["Super schöne und moderne Uni. Durch die duale Studienform und das gemeinsame Leben auf den Campus wird studieren leicht gemacht und man leben und lernen ganz super verbinden.<a class=\"readmore\" href=\"/studium/management/hdba-17673/bericht-18748\" title=\"Unbeschwert studieren\">\n&raquo; Erfahrungsbericht weiterlesen</a>\n", ""], ["Bei meinem Studium hab ich bisher nur gute Erfahrungen gemacht, auch wenn es ziemlich weit weg von zu Hause (Leipzig) ist. Viele super coole, chillige Leute kennengelernt und das Studentenleben genossen :)<a class=\"readmore\" href=\"/studium/management-und-beratung/hdba-17674/bericht-17096\" title=\"Agency-Heroes \">\n&raquo; Erfahrungsbericht weiterlesen</a>\n", ""], ["Das erste Trimester an der HdBA war ziemlich hart!  Die meisten der Profs und Dozenten waren leider nicht immer auf unserer Seite, es wurde einiges von uns abverlangt! Dennoch haben wir viel gelernt und mitgenommen. Im Gegensatz zu anderen...<a class=\"readmore\" href=\"/studium/management/hdba-17673/bericht-16818\" title=\"Einzigartig \">\n&raquo; Erfahrungsbericht weiterlesen</a>\n", ""], ["Ich habe mir die bisherigen Bewertungen mal durchgelesen und bin zu dem Entschluss gekommen, selbst etwas dazu zu schreiben. Das mit den stupiden Aufgaben im Praxiseinsatz darf man nicht verallgemeinern. Zwar ist mir so etwas auch schon aus meinem...<a class=\"readmore\" href=\"/studium/management/hdba-17673/bericht-16229\" title=\"Theorie und Praxis bestens vereint\">\n&raquo; Erfahrungsbericht weiterlesen</a>\n", ""], ["Gut organisierter und strukturierter studienalltag, was stundenpläne, Lehrveranstaltungen, etc. Angeht. Die Lehrinhalte sind weitestgehend interessant und die Dozenten sind gewillt Inhalte verständlich zu vermitteln. In Seminaren werden...<a class=\"readmore\" href=\"/studium/management/hdba-17673/bericht-12003\" title=\"Super Studienleben\">\n&raquo; Erfahrungsbericht weiterlesen</a>\n", ""]], "studiengaenge": [["Arbeitsmarktmanagement", "Bachelor"], ["Beschäftigungsorientierte Beratung und Fallmanagement", "Bachelor"]]}