{"address": [["Fachhochschule für öffentliche Verwaltung NRW", "Haidekamp 73", "45886", "Gelsenkirchen", "+49 (0) 209 16 59-0", "http://www.fhoev.nrw.de"]], "id": 157, "studycheck": "/hochschulen/fh-nrw", "studcheck_rating": [["4.1", "3.7", "3.6", "2.7", "3.7", "3.0", "3.5"]], "name": "Fachhochschule für öffentliche Verwaltung NRW", "comments": [["Der theoretische Teil des Studiums ist sehr viel und anspruchsvoll. Zu vergleichen mit einem normalen Studium ist es auf jeden Fall nicht. Erstens kann nicht jeder kommen und gehen wann er möchte, weil Anwesenheitspflicht besteht. Zweiten erinnern...<a class=\"readmore\" href=\"/studium/polizei/fh-nrw-18070/bericht-33252\" title=\"Polizei ist Teamarbeit\">\n&raquo; Erfahrungsbericht weiterlesen</a>\n", ""], ["Im Allgemeinen habe ich gute Erfahrungen an der FHöV in Münster gemacht. Insgesamt ist alles gut geplant und die sieben vermitteln den Stoff gut und nachvollziehbar. Bei Nachfragen wird das Problem oder der Sachverhalt so lange besprochen, bis es...<a class=\"readmore\" href=\"/studium/oeffentliche-verwaltung/fh-nrw-18071/bericht-33089\" title=\"Gute Erfahrungen\">\n&raquo; Erfahrungsbericht weiterlesen</a>\n", ""], ["Meine Erfahrung mit der FH ist, dass soweit ein gutes Klima herrscht, die Dozenten, die wir haben, fast alle nett und kompetent sind. Was die Orga angeht besteht noch großes Verbesserungspotential. Man sollte so viel wie es geht selber übernehmen. ...<a class=\"readmore\" href=\"/studium/polizei/fh-nrw-18070/bericht-32083\" title=\"Organisier dich am besten selbst\">\n&raquo; Erfahrungsbericht weiterlesen</a>\n", ""], ["Das Studium ist in verschiedene Module aufgeteilt. Eine Einzeilung in Theorie, Training und Praxis finde ich sehr gut. Allerdings ist das Grundlagenmodul mit über 9 Monaten Studienzeit sehr lang. Es findet sehr viel Input statt, sodass nicht alle...<a class=\"readmore\" href=\"/studium/polizei/fh-nrw-18070/bericht-31224\" title=\"Bewertung des dualen Studiums \">\n&raquo; Erfahrungsbericht weiterlesen</a>\n", ""], ["An sich ist der duale Studiengang perfekt für diejenigen, die sich für Jura und die öffentliche Verwaltung interessieren. Teilweise sind die Lehrveranstaltungen sehr anspruchsvoll, vor allem wenn man mit den Gesetzestexten arbeitet aber es gibt...<a class=\"readmore\" href=\"/studium/oeffentliche-verwaltung/fh-nrw-18071/bericht-30591\" title=\"Intensives Studium \">\n&raquo; Erfahrungsbericht weiterlesen</a>\n", ""], ["die FHÖV Köln vermittelt die theoretischen Grundlagen für den modernen Beamten von heute. Interessanter Studiengang mit vielen verschiedenen Modulen, in denen man die Grundlagen vieler verschiedener Bereiche der öffentlichen Verwaltung kennen...<a class=\"readmore\" href=\"/studium/oeffentliche-verwaltung/fh-nrw-18071/bericht-29246\" title=\"Der moderne Beamte\">\n&raquo; Erfahrungsbericht weiterlesen</a>\n", ""], ["Hoch moderne Uni, angenehmes Klima. Jedoch alles Klausuren aus dem ersten und zweiten Semester, im 2. Semester zu schreiben, erzeugt viel Stress. Gute erfahrene und allwissende Dozenten. Die Arbeit mit Ilias erleichtert das Studentenleben ungemein....<a class=\"readmore\" href=\"/studium/oeffentliche-verwaltung/fh-nrw-18071/bericht-29128\" title=\"Hochmodern! \">\n&raquo; Erfahrungsbericht weiterlesen</a>\n", ""], ["Fachlich super, organisatorisch müsste in der Verwaltung noch einiges verbessert werden. Die Kursgröße variiert zwischen 20-30 Schülern, das führt dazu, dass man die Unterrichtszeit gut nutzen kann, außerdem wird ein interaktives Lehrgespräch...<a class=\"readmore\" href=\"/studium/oeffentliche-verwaltung/fh-nrw-18071/bericht-28421\" title=\"Fachlich gut aufgestellt \">\n&raquo; Erfahrungsbericht weiterlesen</a>\n", ""], ["Der Verlauf des Studiums ist durchdacht und bietet meiner Meinung nach eine sehr gute Vorbereitung auf das spätere Berufsleben. Das Lernen mit Dozenten gestaltet sich ganz unterschiedlich. Bessere Erfahrungen habe ich mit Dozenten gemacht, die auch...<a class=\"readmore\" href=\"/studium/polizei/fh-nrw-18070/bericht-27170\" title=\"Polizeivollzugsdienst\">\n&raquo; Erfahrungsbericht weiterlesen</a>\n", ""], ["Meine Erfahrungen sind sehr unterschiedlich. Ich befinde mich nun im dritten Ausbildungs-/ Studienjahr. Besonders bei den Dozenten ist erkennbar, dass es sehr motivierte gibt, die einem auch etwas beibringen wollen, jedoch gibt es auch genau die...<a class=\"readmore\" href=\"/studium/polizei/fh-nrw-18070/bericht-26299\" title=\"Gemischte Erfahrungen\">\n&raquo; Erfahrungsbericht weiterlesen</a>\n", ""]], "studiengaenge": [["Kommunaler Verwaltungsdienst - Allgemeine Verwaltung ", "LL.B."], ["Kommunaler Verwaltungsdienst - VBWL", "B.A."], ["Polizeivollzugsdienst ", "B.A."], ["Rentenversicherung ", "LL.B."], ["Staatlicher Verwaltungsdienst - Allgemeine Verwaltung ", "LL.B."]]}