{"address": [["AMD - Akademie Mode und Design", "Limburger Str. 2", "65510", "Idstein", "+49 (0)40/237878-0", "http://amdnet.de"]], "id": 206, "studycheck": "/hochschulen/amd", "studcheck_rating": [["4.2", "3.5", "3.6", "2.6", "3.8", "3.3", "3.5"]], "name": "AMD - Akademie Mode und Design", "comments": [["ich bin sehr zufrieden mit dem Studium. Zwar ist der Unterricht immer stark von der Kompetenz der jeweiligen Lehrer abhängig und die Organisation läuft nicht immer reibungslos, jedoch kann man sagen, dass es sich lohnt an diese uni zugehen, wenn...<a class=\"readmore\" href=\"/studium/mode-und-designmanagement/amd-4020/bericht-32091\" title=\"Zu empfehlen \">\n&raquo; Erfahrungsbericht weiterlesen</a>\n", ""], ["Trotz der hohen Studienkosten und Exklusivität der Schule, kommen noch viele zusätzliche Kosten dazu. die Studieninhalte und Lehrveranstaltungen sind aber gut und machen teilweise echt Spaß. Ob Dozenten gut oder schlecht sind, lässt sich wohl...<a class=\"readmore\" href=\"/studium/mode-und-designmanagement/amd-4020/bericht-31625\" title=\"Mehr ist manchmal mehr\">\n&raquo; Erfahrungsbericht weiterlesen</a>\n", ""], ["Die Organisation ist trotz des privaten Statuses und der geringen Anzahl an Studierenden im Gegensatz zu staatlichen Hochschulen grauenhaft! Finanziell ist es teilweise sehr belastend, weil es nicht nur bei den reinen monatlichen Studiengebühren...<a class=\"readmore\" href=\"/studium/modedesign/amd-4355/bericht-31449\" title=\"Organisatorisch ein Reinfall\">\n&raquo; Erfahrungsbericht weiterlesen</a>\n", ""], ["Gute Dozenten und eine familiäre Atmosphäre durch kleine Kurse. In der Organisation ab und zu Mangel. Aber gute Lehrveranstaltungen und tolle Möglichkeiten in das Mode Business zu schauen. Tolle Kurse und viel kreative Arbeiten. Alles in einem...<a class=\"readmore\" href=\"/studium/mode-und-designmanagement/amd-4020/bericht-31327\" title=\"Gute Uni um Mode zu studieren\">\n&raquo; Erfahrungsbericht weiterlesen</a>\n", ""], ["Einer der wenigen Studiengänge, der sich tatsächlich aus einer riesen Lücke auf dem Arbeitsmarkt entwickelt hat und extrem vielseitige Fachbereiche abdeckt. Von allem etwas, aber mit Sicherheit nicht zu wenig. Für kreative Köpfe, die auch Wert...<a class=\"readmore\" href=\"/studium/visuelle-kommunikation/amd-2907/bericht-30023\" title=\"Vielseitigkeit pur!\">\n&raquo; Erfahrungsbericht weiterlesen</a>\n", ""], ["Es ist viel geboten an der AMD doch das Selbststudium bietet einem am meisten. Vieles wird angeschnitten, jodeoch liegt es bei einem selbst, was man daraus macht! Bei dem einen klappt das besser, bei anderen weniger gut.  Doch der Studieninhalt ist...<a class=\"readmore\" href=\"/studium/visuelle-kommunikation/amd-2907/bericht-29995\" title=\"Selbststudium: Der Schlüssel zum Erfolg\">\n&raquo; Erfahrungsbericht weiterlesen</a>\n", ""], ["Inhaltlich ist das Studium top, allerdings nerven organisatorische Fehler. Es fühlt sich kaum jemand verantwortlich, wenn etwas schief läuft. Neben den betriebswirtschaftlichen Fächern lernt man auch nähen und den Umgang mit Adobe Programmen wie...<a class=\"readmore\" href=\"/studium/mode-und-designmanagement/amd-4020/bericht-29237\" title=\"Inhalt top - Orga flop\">\n&raquo; Erfahrungsbericht weiterlesen</a>\n", ""], ["Im Großen und Ganzen ist das Studium zwar ok, aber die Uni ist sehr klein und es besteht kein Campusleben, was mir persönlich sehr wichtig ist. Man lernt keine neuen Menschen kennen und der Kurs aus max 30 Studenten, erinnert mich sehr stark an...<a class=\"readmore\" href=\"/studium/mode-und-designmanagement/amd-4020/bericht-29129\" title=\"Campusleben - nicht wirklich\">\n&raquo; Erfahrungsbericht weiterlesen</a>\n", ""], ["Vor Beginn des Studiums sah ich die Modeszene mit anderen Augen. Schöne Kleider und atemberaubende Events sind das eine - was für ein Aufwand wirklich dahinter steckt wissen die wenigsten.  Die aus der Branche stammenden Dozenten vermitteln diesen...<a class=\"readmore\" href=\"/studium/medienkommunikation/amd-17803/bericht-29089\" title=\"Mehr Schein als Sein!\">\n&raquo; Erfahrungsbericht weiterlesen</a>\n", ""], ["Apple Computer kann man leider nur während Vorlesungen benutzen und nicht in Freistunden. Computerprogramme wie InDesign werden vorausgesetzt. Schlechter Internetempfang. Dozenten sehr nett. Praktisch in kleinen Gruppen zu arbeiten. Keine Kantine....<a class=\"readmore\" href=\"/studium/mode-und-designmanagement/amd-4020/bericht-25453\" title=\"Nicht empfehlenswert\">\n&raquo; Erfahrungsbericht weiterlesen</a>\n", ""]], "studiengaenge": [["Design and Innovation Management", "B.A."], ["Marken- und Kommunikationsdesign", "B.A."], ["MBA – Management in Creative Industries", "MBA"], ["Mode Design ", "B.A."], ["Mode- und Designmanagement", "B.A."], ["Modejournalismus / Medienkommunikation", "B.A."], ["Raumkonzept und Design", "B.A."]]}