{"address": [["Studienakademie Breitenbrunn", "Schachtstraße 128", "08359", "Breitenbrunn/Erzgebirge", "+49 (0)37756 70 - 110", "http://ba-breitenbrunn.de"]], "id": 167, "studycheck": "/hochschulen/sab", "unicheck": "/Bayern/Breitenbrunn/Staatliche_Studienakademie_Breitenbrunn", "studcheck_rating": [], "name": "Studienakademie Breitenbrunn", "comments": [["Die Dozenten und die Lehrveranstaltungen sind wirklich gut, klar gibt es hier und da Themen die einen nicht interessieren, aber hey das gehört wohl dazu. Breitenbrunn ist sehr klein und wenig aufregend, also der Standort dämpft die Freude auf das...<a class=\"readmore\" href=\"/studium/soziale-arbeit/sab-17914/bericht-33469\" title=\"Klein, aber fein? Immer Ansichtssache :) \">\n&raquo; Erfahrungsbericht weiterlesen</a>\n", ""], ["Die Studienakademie ist mit modernster Technik ausgestattet und hat einen wunderschön angelegten Campus. Leider sind die meisten Dozenten nicht in der Lage ihr Modul interessant und abwechslungsreich zu gestalten. Das Essen in der Mensa ist...<a class=\"readmore\" href=\"/studium/soziale-arbeit/sab-17914/bericht-32735\" title=\"BA Breitenbrunn\">\n&raquo; Erfahrungsbericht weiterlesen</a>\n", ""], ["Inzwischen studiere ich im 4. Semester dual in Breitenbrunn. Es ist zwar ungewöhnlich, in einem Dorf zu studieren, jedoch ist die Verknüpfung von der Theorie mit der Praxis für mich gerade für den sozialen Bereich sehr positiv. Gelernte Inhalte...<a class=\"readmore\" href=\"/studium/soziale-arbeit/sab-17914/bericht-32351\" title=\"Studieren - Im schönen Erzgebirge!?\">\n&raquo; Erfahrungsbericht weiterlesen</a>\n", ""], ["Auf der Berufsakademie Breitenbrunn gibt es gute Dozenten, die auf die Studierenden eingehen und gute Lehrmethoden verwenden. Die Ausstattung der Akademie ist hervorragend und technich auf einem sehr guten Stand. Andererseits gibt es in meinen Augen...<a class=\"readmore\" href=\"/studium/soziale-arbeit/sab-17914/bericht-32331\" title=\"Die BA Breitenbrunn \">\n&raquo; Erfahrungsbericht weiterlesen</a>\n", ""], ["Wir Studenten in BB haben zwar nicht das große Stadtleben vor der Tür, aber das Studium hier ist besser als das an einer großen überfüllten Uni! Unsere Dozenten kennen sogar unsere Namen. ; ) Sie gehen individuell auf unsere Stärken und...<a class=\"readmore\" href=\"/studium/tourismuswirtschaft/sab-17915/bericht-32180\" title=\"BA im Wald rockt!\">\n&raquo; Erfahrungsbericht weiterlesen</a>\n", ""], ["In der berufsakademie in Sachen kann man mit viel Zeit und Lust lernen und studieren. Dennoch ist die Organisation sehr schlecht. Es wird hierbei nicht auf die Studenten Rücksicht genommen und die Planung der Stundenpläne, Unterrichtszeiten und...<a class=\"readmore\" href=\"/studium/soziale-arbeit/sab-17914/bericht-32160\" title=\"Schlechte Organisation in Breitenbrunn\">\n&raquo; Erfahrungsbericht weiterlesen</a>\n", ""], ["Das Wohnheim ist ausreichend für den Ort, die umliegenden Attraktionen eher gering gehalten. Man kann sich vollkommen auf das Studium konzentrieren. Lehrveranstaltungen sind aber im ausreichenden Rahmen, sollte aber noch mehr am Interesse der...<a class=\"readmore\" href=\"/studium/soziale-arbeit/sab-17914/bericht-30338\" title=\"Duales Studium\">\n&raquo; Erfahrungsbericht weiterlesen</a>\n", ""], ["Die BA Breitenbrunn ist ein toller Ort, um ein duales Studium im Sozialen Bereich zu absolvieren. Zwar ist es keine ideale Studentenstadt, da Breitenbrunn an sich sehr klein und als Kurort bekannt ist. Aber die praktischen Erfahrungen, die ich...<a class=\"readmore\" href=\"/studium/soziale-arbeit/sab-17914/bericht-28680\" title=\"BA Breitenbrunn - Penny, Wald und coole Leute\">\n&raquo; Erfahrungsbericht weiterlesen</a>\n", ""], ["Ich habe die Erfahrung gemacht, dass das Duale Studium perfekt für alle diejenigen sind die gern was neues lernen wollen und dieses auch gleichzeitig mit der Praxis im Wechsel zwischen einer 3- monatigen Theoriephase und einer 3- monatigen...<a class=\"readmore\" href=\"/studium/soziale-arbeit/sab-17914/bericht-27759\" title=\" Duales Studium\">\n&raquo; Erfahrungsbericht weiterlesen</a>\n", ""], ["Ich würde immer wieder an dieser BA studieren. Es waren die besten drei Jahre. Alles war super. Der Studieninhalt und die Dozenten waren super. Wir haben echt viele Möglichkeiten erhalten und es wurde alles in Bewegung gesetzt, damit wir die best...<a class=\"readmore\" href=\"/studium/betriebswirtschaftslehre-bwl-industrie-und-handel/sab-17916/bericht-26191\" title=\"Meine Erfahrungen\">\n&raquo; Erfahrungsbericht weiterlesen</a>\n", ""]], "studiengaenge": [["Industrie", "B.A."], ["Soziale Arbeit", "B.A."], ["Tourismuswirtschaft", "B.A."]]}