{"address": [["DEKRA Hochschule Berlin", "Ehrenbergstraße 11-14", "10245", "Berlin", "+49 (0)30/290080-200", "http://dekra-hochschule-berlin.de"]], "id": 251, "studycheck": "/hochschulen/dekra-h", "studcheck_rating": [["3.8", "3.6", "4.0", "3.0", "3.7", "3.5", "3.6"]], "name": "DEKRA Hochschule Berlin", "comments": [["Sicherlich nicht DIE perfekte Hochschule, aber wenn man ein paar Semester an einer großen staatlichen Uni studiert hat, ist die spontane, familiäre, gemütliche Atmosphäre an der DHB eine mehr als willkommene Abwechslung.  Desweiteren schaut man...<a class=\"readmore\" href=\"/studium/journalismus/dekra-h-4774/bericht-32779\" title=\"Soweit alles klar an Deck...\">\n&raquo; Erfahrungsbericht weiterlesen</a>\n", ""], ["Die Dekra Hochschule Berlin ist eine sehr junge Hochschule, das merkt man an einigen Stellen leider. Meiner Meinung nach sind die Dozenten gut bis sehr gut für diesen Job geeignet. Leider gibt es allerdings und natürlicherweise auch an der Dekra...<a class=\"readmore\" href=\"/studium/journalismus/dekra-h-4774/bericht-31289\" title=\"Dekra im Aufbau \">\n&raquo; Erfahrungsbericht weiterlesen</a>\n", ""], ["Die Ausstackung ist super und die Dozenten sind sehr kompetent und es macht viel Spaß mit ihnen zusammen zu arbeiten. Es wird auf Einzelne eingegangen und es wird regelmäßig Feedback von den Studenten verlangt, um mögliche Unzufriedenheiten zu...<a class=\"readmore\" href=\"/studium/journalismus/dekra-h-4774/bericht-28611\" title=\"Man kann nicht meckern. TOP\">\n&raquo; Erfahrungsbericht weiterlesen</a>\n", ""], ["Das Leben und Lernen auf der Hochschule macht sehr viel Spaß. Wenn man sich selbst engagiert, kann man sehr weit kommen. Die Dozenten sind sehr nett und auf den Fluren herrscht ein familiäres Klima. Auch die Organisation der Prüfungen nach den...<a class=\"readmore\" href=\"/studium/fernsehen-und-film/dekra-h-4773/bericht-28074\" title=\"Persönlich\">\n&raquo; Erfahrungsbericht weiterlesen</a>\n", ""], ["Leider kann ich die Hochschule keinem weiter empfehlen. Die Organisation und Planung ist einfach Katastrophal. Studienpläne sind einfach super unzuverlässig. Technische Hilfsmittel (laptops) ein schlechter witz. Traurig denn viele Dozenten...<a class=\"readmore\" href=\"/studium/journalismus/dekra-h-4774/bericht-27483\" title=\"Organisatorisch eine einzige Baustelle\">\n&raquo; Erfahrungsbericht weiterlesen</a>\n", ""], ["Oft hatten meine Kommilitonen und ich das Gefühl unser Geld nicht richtig angelegt zu haben. Zwar haben einige Professoren ihr Herzblut für die Studenten fließen lassen, aber leider einige auch nicht. Es ist eine junge Uni, in ein paar Jahren wird...<a class=\"readmore\" href=\"/studium/journalismus/dekra-h-4774/bericht-24429\" title=\"Mittelmäßige Erfahrungen\">\n&raquo; Erfahrungsbericht weiterlesen</a>\n", ""], ["Ich studiere seit einem Semester an der DEKRA Hochschule in Berlin und bin durchaus zufrieden. Die Dozenten sind meist Fachleute in ihrem Bereich. Zum Beispiel unterrichten ganz viele Journalisten uns, was toll ist, da sie wissen worauf es in dem...<a class=\"readmore\" href=\"/studium/journalismus/dekra-h-4774/bericht-21009\" title=\"Praktisches Lernen \">\n&raquo; Erfahrungsbericht weiterlesen</a>\n", ""], ["625€ pro Monat- da gibt es immer Momente wo man das Gefühl hat, woanders besser aufgehoben zu sein. An Lehrinhalten bekommt man sehr viel. Die Dozenten sind super nett und vor allem hilfsbereit. Die Organisation der Lehrveranstaltungen ist gut,...<a class=\"readmore\" href=\"/studium/journalismus/dekra-h-4774/bericht-17348\" title=\"Dekra Style \">\n&raquo; Erfahrungsbericht weiterlesen</a>\n", ""], ["Leider kann ich diese Hochschule keinem weiterempfehlen. Ich studiere nun seit mehr als einem Jahr an der DHB und bereue es jede Woche aufs neue. Ich fange mit dem wenigen positiven an und das sind die Dozenten. Die Dozenten sind absolut aus der...<a class=\"readmore\" href=\"/studium/journalismus/dekra-h-4774/bericht-15687\" title=\"Unorganisiert! Resistent gegen die Meinung der Studenten\">\n&raquo; Erfahrungsbericht weiterlesen</a>\n", ""], ["Essentiell für den reibungslosen Ablauf am Set ist zum einen die Anwesenheit von Technik.  Allerdings überschneiden sich die Praxiskurse der ganzen Hochschule häufig, sodass es teilweise schwer bis unmöglich ist entsprechende Technik auszuleihen....<a class=\"readmore\" href=\"/studium/fernsehen-und-film/dekra-h-4773/bericht-12862\" title=\"Immer Ärger mit der Technik\">\n&raquo; Erfahrungsbericht weiterlesen</a>\n", ""]], "studiengaenge": [["Fernsehen und Film", "B.A."], ["Journalismus", "B.A."], ["Medienmanagement", "B.A."]]}