{"address": [["Hochschule für Verwaltung in Niedersachsen", "Wielandstr. 8", "30169", "Hannover", "+49 (0)511 1609 0", "http://nds-sti.de"]], "id": 405, "studycheck": "/hochschulen/hsvn", "studcheck_rating": [["4.0", "3.6", "2.9", "2.2", "3.6", "2.5", "3.1"]], "name": "Hochschule für Verwaltung in Niedersachsen", "comments": [["Die Abfolge und Inhalte der Lehrveranstaltungen war größtenteils sinnvoll und in einigen Teilen auch eine gute Vorbereitung auf die künftige Tätigkeit. Teilweise kam allerdings der Praxisbezug (obwohl es sich um ein duales Studium handelt) zu...<a class=\"readmore\" href=\"/studium/verwaltungsbetriebswirtschaft/hsvn-18187/bericht-32628\" title=\"Duales Studium in Klassenverbänden\">\n&raquo; Erfahrungsbericht weiterlesen</a>\n", ""], ["Eher vergleichbar mit Schulunterricht, die Kommunen wählen die Studenten aus, hohe Durchfallquote bei einigen Fächern, obwohl eine Auswahl durch die Kommunen stattgefunden hat. Hauptsächlich Frontalunterricht mithilfe von PowerPoint...<a class=\"readmore\" href=\"/studium/oeffentliche-verwaltung/hsvn-18186/bericht-31325\" title=\"NSI in Hannover\">\n&raquo; Erfahrungsbericht weiterlesen</a>\n", ""], ["Meine Erfahrungen in diesem Studium sind sehr gemischt. Von totaler Überforderung bei der Organisation bis hin zu super verständnisvollen Koordinatoren die einem auch in schweren Fällen weitergeholfen haben. An sich ist das Studium wirklich gut...<a class=\"readmore\" href=\"/studium/oeffentliche-verwaltung/hsvn-18186/bericht-28123\" title=\"NSI studieren zwischen Praxis und Hochschule\">\n&raquo; Erfahrungsbericht weiterlesen</a>\n", ""], ["Die Studiumsorganisation ist eher mangelhaft, da die Legung der Prüfungen unvorteilhaft ist. Hat man z.b. im 4. Trimester Beamtenrecht wird es erst ein halbes Jahr später geprüft und man hat dazwischen keinen Unterricht mehr. Außerdem ist das...<a class=\"readmore\" href=\"/studium/oeffentliche-verwaltung/hsvn-18186/bericht-27712\" title=\"Verbesserungswürdig \">\n&raquo; Erfahrungsbericht weiterlesen</a>\n", ""], ["Durch das Studium fühle ich mich gut auf die zukünftige Arbeit vorbereitet. Die vielen eigenen Vorträge tragen zu einem sicheren Auftreten bei. Auch die Plattform \"studip\" ist positiv zu erwähnen. Dadurch, dass viele Dozenten nebenamtlich...<a class=\"readmore\" href=\"/studium/verwaltungsbetriebswirtschaft/hsvn-18187/bericht-27618\" title=\"Einstieg ins Berufsleben\">\n&raquo; Erfahrungsbericht weiterlesen</a>\n", ""], ["Die Organisation der Hochschule ist katastrophal.   Es kommt einem vor, als wolle man mit allen Mitteln die Akkreditierung erhalten.   Auch halte ich es für sinnfrei, wenn ein Studiengang, mit dem man in einer Behörde in Deutschland arbeiten kann,...<a class=\"readmore\" href=\"/studium/oeffentliche-verwaltung/hsvn-18186/bericht-27198\" title=\"Erlebnis Bachelor \">\n&raquo; Erfahrungsbericht weiterlesen</a>\n", ""], ["- Normalerweise wird man im \"Klassenverband\" unterrichtet, in einigen Fächern aber auch Klassenübergreifend.  - jeder Raum ist mit Flip chart, Beamer, Tafel und Pinnwand ausgestattet  - beide Studiengänge sind in 9 Trimester unterteilt, wobei drei...<a class=\"readmore\" href=\"/studium/oeffentliche-verwaltung/hsvn-18186/bericht-26809\" title=\"Vorlesungen/Unterricht\">\n&raquo; Erfahrungsbericht weiterlesen</a>\n", ""], ["Wie ein typisches Studium kann man es nicht sehen. Man hat einen Klassenverbund von ca 30 Pers. dadurch aber sehr persönlich! Auch kann man sich nicht an der FH bewerben, sondern muss sich an einer Behörde bewerben. Positiv ist noch: Duales...<a class=\"readmore\" href=\"/studium/oeffentliche-verwaltung/hsvn-18186/bericht-26760\" title=\"Anders, aber spannend! \">\n&raquo; Erfahrungsbericht weiterlesen</a>\n", ""], ["Das NSI lehrt zwei duale Studiengänge für angehende Beamte des gehobenen Dienstes in Niedersachsen. Die Qualität der Lehrveranstaltungen ist leider, wie bereits schon in der Schule maßgeblich vom Dozenten abhängig. Es gibt einige gute, aber...<a class=\"readmore\" href=\"/studium/oeffentliche-verwaltung/hsvn-18186/bericht-21733\" title=\"Studium am NSI\">\n&raquo; Erfahrungsbericht weiterlesen</a>\n", ""], ["Leider sind die Dozenten nicht ausreichend geschult. Teilweise werden Klausuren unzureichend bewertet. Auch die Verwaltung ist ein Witz.<a class=\"readmore\" href=\"/studium/oeffentliche-verwaltung/hsvn-18186/bericht-16453\" title=\"Leben am Limit\">\n&raquo; Erfahrungsbericht weiterlesen</a>\n", ""]], "studiengaenge": [["Allgemeine Verwaltung", "B.A."], ["Verwaltungsbetriebswirtschaft", "B.A."]]}