{"address": [["Hochschule für öffentliche Verwaltung und Finanzen Ludwigsburg", "Reuteallee 36", "71634", "Ludwigsburg", "+49 (0)7141-140-0", "http://hs-ludwigsburg.de"]], "id": 198, "studycheck": "/hochschulen/hs-ludwigsburg", "studcheck_rating": [["4.1", "3.7", "3.5", "2.2", "3.0", "3.9", "3.4"]], "name": "Hochschule für öffentliche Verwaltung und Finanzen Ludwigsburg", "comments": [["Klingt für viele erstmal nicht interessant, ich weiß. ABER das Studium macht echt Spaß, man muss sich nur ein bisschen für Steuerrecht interessieren und dann ist das genau das Richtige!  Die Studieninhalte sind recht anspruchsvoll und komplex,...<a class=\"readmore\" href=\"/studium/steuerverwaltung/hs-ludwigsburg-18143/bericht-32438\" title=\"Steuerverwaltung Ludwigsburg\">\n&raquo; Erfahrungsbericht weiterlesen</a>\n", ""], ["Das Studium behinhaltet sehr interessante Studieninhalte, die vielseitig anwendbar sind- sowohl im öffentlichen Dienst als auch in der Privatwirtschaft.  Alle Dozenten sind sehr kompetent und daran interessiert, den Studenten das Lernen so leicht...<a class=\"readmore\" href=\"/studium/finanzwirtschaft/hs-ludwigsburg-18139/bericht-31899\" title=\"Sehr empfehlenswert\">\n&raquo; Erfahrungsbericht weiterlesen</a>\n", ""], ["Auch wenn die Beamten in der Öffentlichkeit des öfteren verpöhnt und als faul dargestellt werden. Für die Ausbildung gilt das sicher nicht. Nicht zu unrecht behaupten unsere Dozenten, wir werden zu Generalisten ausgebildet. Nicht zu Spezialisten....<a class=\"readmore\" href=\"/studium/public-management/hs-ludwigsburg-18140/bericht-29790\" title=\"Beamte müssen nicht zwangsläufig langweilig sein\">\n&raquo; Erfahrungsbericht weiterlesen</a>\n", ""], ["Die Organisation an der Schule ist eher schlecht. Es geht meistens drunter uns drüber. Aber trotzdem. Acht das Studium großen Spaß, weil man ein Breites Band an Fächern hat und es eine gute Mischung ist. Die Ausstattung ist gut. Es gibt sogar...<a class=\"readmore\" href=\"/studium/public-management/hs-ludwigsburg-18140/bericht-29659\" title=\"Mehr Erfahrung\">\n&raquo; Erfahrungsbericht weiterlesen</a>\n", ""], ["ich war es immer gewohnt gute Noten zu schreiben. Für mein Abitur habe ich 2 Wochen gelernt und es mit sehr gut abgeschlossen. Obwohl ich wusste das das hier anders wird ist es trotzdem deprimierend. Ich bin in meinem letzten Semester und tue nichts...<a class=\"readmore\" href=\"/studium/steuerverwaltung/hs-ludwigsburg-18143/bericht-29651\" title=\"Bisschen Studieren? Hier nicht! \">\n&raquo; Erfahrungsbericht weiterlesen</a>\n", ""], ["Habe mir mein Studium um ehrlich zu sein anders vorgestellt. Ich studiere jetzt seit einem halben Jahr dual. Es hiess anfangs dass mich unzählige Partys erwarten, ein riesengroßer Saal in dem alle sitzen, zuhören und sich Notizen machen, dass es...<a class=\"readmore\" href=\"/studium/steuerverwaltung/hs-ludwigsburg-18143/bericht-29549\" title=\"Studentenleben schwieriger als gedacht\">\n&raquo; Erfahrungsbericht weiterlesen</a>\n", ""], ["Der Studiengang ist sehr zu empfehlen, da die Berufsaussichten gut sind und die Beamtenlaufbahn nicht das schlechteste ist. Die Organisation an der Hochschule lässt sehr zu wünschen übrig. Die Presse ist ja momentan voll mit der HVF und der...<a class=\"readmore\" href=\"/studium/public-management/hs-ludwigsburg-18140/bericht-29523\" title=\"Unsere Hochschule \">\n&raquo; Erfahrungsbericht weiterlesen</a>\n", ""], ["Breit gefächertes Studium mit sehr interessanten Inhalten. Da es sich um ein duales Studium handelt, ist das Studium sehr verschult. Kaum Wahlmöglichkeiten von Seminaren etc. Viele Dozenten von außerhalb, was zu Überschneidungen führt und viel...<a class=\"readmore\" href=\"/studium/rentenversicherung/hs-ludwigsburg-18141/bericht-28642\" title=\"Interessantes Studium mit Perspektive\">\n&raquo; Erfahrungsbericht weiterlesen</a>\n", ""], ["Das Studium ist sehr breitgefächert. Außerdem ist es dadurch, dass es dual ist, sehr praxisorientiert. In der Praxisphase des Studiums kann man auch ins Ausland gehen. Es gibt nicht ausschließlich nur Frontalunterricht. Man wird dazu ausgebildet...<a class=\"readmore\" href=\"/studium/public-management/hs-ludwigsburg-18140/bericht-28367\" title=\"Public Management \">\n&raquo; Erfahrungsbericht weiterlesen</a>\n", ""], ["Die Hälfte des Studiums besteht aus Praktika. Man wird gut auf die Praxis vorbereitet. Man kann sich in über fünf verschiedene Richtungen spezialisieren, sodass man sich nicht von Anfang entscheiden muss, was man genau später machen möchte. Man...<a class=\"readmore\" href=\"/studium/public-management/hs-ludwigsburg-18140/bericht-28200\" title=\"Sehr abwechslungsreiches Studium, perspektivreich\">\n&raquo; Erfahrungsbericht weiterlesen</a>\n", ""]], "studiengaenge": [["Allgemeine Finanzwirtschaft", "B.A."], ["Public Management", "B.A."], ["Rentenversicherung", "B.A."], ["Steuerverwaltung", "LL.B."]]}